Repository: Ahmed17Hamdy/WasselApp
Catalog: WasselApp/WasselApp/AppResources.*.resx
Languages: ar

# AboutApp
source: About Application
ar: عن التطبيق

# AddImages
source: Please , Add All Required Images First
ar: من فضلك أضف الصور المطلوبة أولاً

# AddLiecnceImg
source: Add Liecence Image
ar: أضف صورة رقم الرخصة

source: Age
ar: العمر

# AllModels
source: Please , Choose Car Model
ar: من فضلك , أختر مودل السيارة

# AllTypes
source: Please , Choose The Type
ar: من فضلك , إختر النوع

# AskLogOUt
source: Do You Want To Log Out ?
ar: هل تريد تسجيل الخروج ؟

source: Call Us
ar: إتصل بنا

# Carid
source: Car Number
ar: رقم السيارة

source: Car Model
ar: مودل السيارة

source: Car Type
ar: نوع السيارة

# ChecEP
source: Please, Check Your Email & PassWord
ar: من فضلك تحقق من البريد الإلكتروني & كلمة المرور

# ChooseCarType
source: Please , Choose Car Type
ar: من فضلك , أختر نوع السيارة

# ChooseResidence
source: Please, Choose Your Residence
ar: من فضلك , أختر نوع الإقامة

source: City
ar: المدينة

source: Confirm
ar: تأكيد

# ConfirmPass
source: Confirm Pass Word
ar: تأكيد كلمة المرور

# ConnectionError
source: Please Check Your Connection
ar: من فضلك تحقق من حالة الإنترنت لديك

source: Country
ar: البلد

source: Destination From
ar: سير السيارة من

# Destinationto
source: To
ar: إلى

# DriverUse
source: Enter As Driver
ar: الدخول كسائق

# Email
source: Email Address
ar: البريد الإلكتروني

# EmailTaken
source: The email has already been taken.
ar: هذا البريد الإلكتروني مسجل مسبقاً

source: Error !
ar: ! خطأ

# ErrorMessage
source: Please , Check Your Network Connection
ar: عفواً تحقق من الإتصال بالإنترنت

# FieldReq
source: This Field Is Required
ar: هذا الحقل مطلوب

# HaveAccount
source: Have Account , Already ?
ar: هل تمتلك حساب مسبقاً ؟

source: Id Number
ar: رقم الهوية

# InvalidMail
source: Invalid Email Address Format
ar: صيغة البريد الإلكتروني غير صحيحة

# LiecenceImages
source: Add Liecence Image
ar: إضافة صور الرخصة

# Load
source: Load of the Car in kg
ar: حمولة السيارة بالكيلو جرام

# Location
source: Your Location is Required
ar: لم يتم تحديد موقعك ,برجاء السماح لإستخدام الموقع

source: Log In
ar: تسجيل الدخول

source: Log Out
ar: تسجيل الخروج

source: Main Page
ar: الصفحة الرئيسية

source: My Way
ar: طريقي

source: Name
ar: الإسم

source: Nationality
ar: الجنسية

source: New Account
ar: حساب جديد

# NewPass
source: New PassWord
ar: كلمة المرور الجديدة

source: No !
ar: ! لا

source: Ok
ar: حسناً

# OldPass
source: Current PassWord
ar: كلمة المرور الحالية

source: OR
ar: أو

# Order
source: Order Now
ar: إطلب الآن

source: Our Goals
ar: أهدافنا

# PassPortNum
source: Add PassPort Image
ar: صورة رقم جواز السفر

source: Pass Word
ar: كلمة المرور

# PassWordMatch
source: PassWord Doesn't Match
ar: كلمة السر غير متطابقة

# PassWordValid
source: PassWord consists of 6 lenght , contains at least one digit & alphabet
ar: لا تقل عن 6 رموز , ولا تحتوي على مسافات , وتحتوي حرف ورقم على الأقل

# PermissionDetails
source: Unable to take photos.
ar: غير قادر على تحميل صور

# PermissionLocationDetails
source: Sorry, Can't Get Your Location
ar: عفواً , لا يمكن تحديد موقعك

source: Permissions Denied
ar: مطلوب إذن

source: Phone Number
ar: رقم الهاتف

# ProfileImages
source: Add Profile Image
ar: إضافة الصور الشخصية

source: Register
ar: تسجيل

source: Residence
ar: الإقامة

source: resident
ar: مُقيم

# Saudi
source: Saudi Citizen
ar: سعودي

source: Select Language
ar: إختر اللغة

# SettingsPass
source: Changing PassWord
ar: تغيير كلمة المرور

# UserRegistered
source: You have Registered Successfully !
ar: ! تم تسجيلك بنجاح

# UserUse
source: Enter As User
ar: الدخول كمستخدم

# Waselbrick
source: Brick Cars
ar: سيارات أجرة

# WaselShahn
source: Shipping Cars
ar: سيارات شحن

source: Yes !
ar: ! نعم

# NoPlaceFrom
source: No Place From As There is no Order
ar: لا يوجد وجهة , حيث أنه لا يوجد طلب

# NoPlaceTo
source: No Place To As there is no Order
ar: لا يوجد وجهة , حيث أنه لا يوجد طلب

source: Frieght Cars
ar: سيارات شحن

source: Add DropOff
ar: إضافة وجهة

source: Alert !
ar: تنبيه !

# ChoosePlace
source: Choose Your Place From Pin On Map
ar: إختر مكانك من على الخريطة

source: Confirm Booking
ar: تأكيد الحجز

source: Continue
ar: إستكمل الطلب

source: Destination
ar: وجهتك

# LocationNotFound
source: Sorry, This Location doesn't have Address
ar: عفواً , عنوان هذا الموقع غير متوفر

# LocationTo
source: Destination Place
ar: عنوان الوجهة

# Note
source: Add Notes
ar: إضافة ملاحظات

# OrderRefused
source: Sorry , Your Order was Refused
ar: عفواً , تم رفض طلبك

source: PickUp Location
ar: إختر موقعاً

# UpdateLocation
source: Update Your Location
ar: أضف مكان آخر

source: Use Current Place
ar: إستخدم مكانك الحالي

# ConfirmSentCode
source: Verification Code Sent To Your Email
ar: لقد تم إرسال رقم التأكد من الهوية إلي البريد الإلكتروني الذى تم إدخاله

# EnterVerifyCode
source: Please , Enter The validation Code Sent To You By Mail
ar: برجاء إدخال كود التأكيد المُرسل لبريدك الإلكتروني

# ForgetPasswrd
source: Forgot Password !
ar: هل نسيت كلمة المرور ؟

# NoAccount
source: Don't Have Account !
ar: لا تملك حساب ؟

source: Send
ar: إرسال

# SendCode
source: Please , Send Code Using
ar: برجاء إرسال الكود عن طريق

# WrongEmail
source: Sorry , This Email isn't Exist .
ar: عفواً لا يوجد حساب لهذا البريد الإلكتروني من فضلك قم بالتسجيل

# EmailRequired
source: You Must Enter Your Email .
ar: يجب أن تسجل البريد الإلكتروني

# RequiredFields
source: You Must Fill All Fields First .
ar: يجب أن تملأ كل الحقول أولاً

source: Order Page
ar: صفحة الطلب

# Addweight
source: Add in KG
ar: أدخل بال كجم

source: Distance
ar: المسافة

source: Weight
ar: الوزن

source: Time
ar: الوقت

# NoCars
source: No Cars Available For That Model
ar: ! لا يوجد سيارات متوفرة لهذا المودل

source: Profile Page
ar: الصفحة الشخصية

source: Driver Panel
ar: لوحة السائق

source: Enter New PassWord
ar: أدخل كلمة مرور جديدة

source: User Panel
ar: لوحة المستخدم

# UserStatues
source: Your Account is not Activated Yet , Please Wait Until We Contact You , Then Login Again .
ar: حسابك غير مفعل حتى الآن , يرجى الإنتظار وسنقوم بالتواصل معك , ثم سجل الدخول مرة أخرى .

# RouteNotFound
source: This Route isn't Exist .
ar: هذا الطريق غير موجود

source: Cancel Order
ar: إلغ الطلب

# LocationFrom
source: Start Location :
ar: : عنوان مكان بدء التحرك

# LocationToo
source: Arrival Location :
ar: : عنوان الوصول

# OrderDetails
source: Wants to Make an Order
ar: يريد طلب توصيل

# TripCompleted
source: The Trip is Completed , thank You For Using Wassel
ar: تم الإنتهاء من الرحلة , نشكرك لإستخدام واصل

# OrderAccepted
source: Your Order Was Accepted
ar: تم قبول طلبك

source: Details
ar: التفاصيل

source: Subject
ar: الموضوع

source: Your Place
ar: موقعك

source: Search
ar: بحث
